7zip
acpi
alsa-firmware
alsa-utils
base
base-devel
bat
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
cava
cmatrix
dolphin
eza
fastfetch
firefox
fzf
git
github-cli
grim
hyprland
hyprlock
hyprpaper
intel-ucode
kitty
kvantum
libnotify
linux
linux-firmware
lsof
mako
man-db
man-pages
nano
networkmanager
noto-fonts
noto-fonts-emoji
nwg-look
ollama
openssh
pacman-contrib
pamixer
papirus-icon-theme
pavucontrol
pipewire-pulse
polkit-kde-agent
qt5-wayland
qt5ct
qt6-wayland
qt6ct
rofi
rsync
sddm
slurp
snap-pac
snapper
sof-firmware
starship
sudo
swappy
swaybg
tlp
tree
ttf-jetbrains-mono-nerd
ufw
unrar
unzip
usbutils
vim
vulkan-intel
waybar
wget
wl-clipboard
xdg-desktop-portal-hyprland
yay
yay-debug
zip
zoxide
